Repository: capstanlqc-test/eurograduate_2026_test2_cs-CZ_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: cs_cz

source: In case you started more than two study programmes, please refer to the two most recent programmes.
cs_cz: Pokud jste začal/a studovat více než dva studijní programy, prosím odpovídejte za dva nejpozdější programy.

source: In the following you can report on up to three stays separately.
cs_cz: Níže můžete uvádět své zkušenosti až ze tří pobytů.

source: In the following, we ask specifically about job tasks which are related to environmental sustainability, irrespective of whether this is the main focus of your work.
cs_cz: V následující části se ptáme konkrétně na pracovní úkoly související s environmentální udržitelností, a to bez ohledu na to, zda se jedná o hlavní zaměření vaší práce.

source: In the following, we want to know more about your previous work experiences.
cs_cz: V následující části bychom se rádi dozvěděli více o vašich předchozích pracovních zkušenostech.

source: In which country did you receive your highest school leaving qualification before you entered higher education for the first time?
cs_cz: Ve které zemi jste získal/a nejvyšší vzdělání (kromě VOŠ a terciární úrovně konzervatoří) předtím, než jste poprvé nastoupil/a na vysokou školu?

source: In which country did you stay?
cs_cz: Ve které zemi jste pobýval/a?

source: In which year did you obtain your highest school leaving qualification before you entered higher education for the first time?
cs_cz: Ve kterém roce jste získal/a nejvyšší vzdělání (kromě VOŠ a terciární úrovně konzervatoří) předtím, než jste poprvé nastoupil/a na vysokou školu?

source: In which year did you start your study programme?
cs_cz: Ve kterém roce jste studium svého studijního programu zahájila?

source: In your answer, please refer to the time after the COVID-19 pandemic (i.e. after Spring 2022).
cs_cz: Vaši odpověď prosím vztahujte k období po pandemii COVID-19 (tedy od léta 2022).

source: In your answer, please refer to today’s borders.
cs_cz: Ve své odpovědi se, prosím, vztahujte k dnešním hranicím.

source: Include self-employment and trainee jobs.
cs_cz: Uvádějte i samostatnou výdělečnou činnost, podnikání a trainee programy.

source: Include self-employment.
cs_cz: Zahrňte i samostatnou výdělečnou činnost.

source: Includes self-employment.
cs_cz: Zahrňte i samostatnou výdělečnou činnost.

source: Includes the study fields of agriculture, forestry, fisheries and veterinary.
cs_cz: Zahrnuje obory zemědělství, lesnictví, rybářství a veterinářství.

source: Includes the study fields of arts, religion and theology, history and archaeology, philosophy as well as languages and literature.
cs_cz: Zahrnuje obory umění, náboženství a teologii, historii a archeologii, filozofii a jazyky a literaturu.

source: Includes the study fields of biology, environment, chemistry, earth sciences, physics and mathematics and statistics.
cs_cz: Zahrnuje obory biologie, ekologie, chemie, geovědy, fyziky, matematiky a statistiky.

source: Includes the study fields of business (incl. tourism and transport), administration and law.
cs_cz: Zahrnuje obory podnikání (včetně cestovního ruchu a dopravy), veřejné správy a práva.

source: Includes the study fields of chemical, environmental, electrical, mechanical, and civil engineering as well as manufacturing and architecture.
cs_cz: Zahrnuje obory chemického, environmentálního, elektrotechnického, strojního a stavebního inženýrství, jakož i výrobní techniku a architekturu.

source: Includes the study fields of database and network design and software and application development.
cs_cz: Zahrnuje obory jako návrh databází a sítí a vývoj softwaru a aplikací.

source: Includes the study fields of economics, political sciences, psychology, sociology & cultural studies as well as journalism and information.
cs_cz: Zahrnuje obory ekonomie, politologie, psychologie, sociologie a kulturní studia, jakož i žurnalistiku a informační vědy.

source: Includes the study fields of education sciences and teacher training.
cs_cz: Zahrnuje obory pedagogika a učitelství.

source: Includes the study fields of medicine and dental studies, nursing, midwifery, medical treatment technology, therapy and rehabilitation, pharmacy, care of elderly and children as well as social work.
cs_cz: Zahrnuje obory medicíny a zubního lékařství, ošetřovatelství, porodnictví, zdravotnické techniky, terapie a rehabilitace, farmacie, péče o seniory a děti a sociální práce.

source: Includes the study fields such as sports (excl. teacher training) and military services.
cs_cz: Zahrnuje obory jako sport (kromě učitelského vzdělávání) a vojenskou službu.

source: Including current employer.
cs_cz: Včetně současného zaměstnavatele.

source: Including yourself if you have been self-employed.
cs_cz: Včetně sebe, pokud jste byl/a samostatně výdělečně činný/á.

source: Institutional or collective housing (dormitory, student residence)
cs_cz: Bydlím v institucionálním či kolektivním bydlení (koleje, studentská ubytovna)

source: Interdisciplinary learning activities
cs_cz: Mezioborové vzdělávací aktivity

source: Intern / Trainee (unpaid or low paid)
cs_cz: Praktikant, praktikantka, stážista, stážistka (bez mzdy nebo s nízkou mzdou)

source: Intern / trainee (unpaid or low paid)
cs_cz: Stážist/ka / praktikant/ka (neplacený/á nebo s nízkou mzdou)

source: Internships, work placements (as formal part of your study programme)
cs_cz: Stáže, praxe (jako formální součást Vašeho studijního programu)

source: Is or was your main field of subject the same that you graduated from in YYYY/YYYY?
cs_cz: Je nebo byl Váš hlavní obor stejný jako obor, který jste absolvoval/a v roce yyyy/yyyy?

source: Is the degree you graduated from in YYYY/YYYY the highest degree you ever obtained?
cs_cz: Je kvalifikace, které jste dosáhl/a v roce YYYY/YYYY vaše nejvyšší?

source: Is this higher education institution located in COUNTRY?
cs_cz: Nachází se tato vysoká škola v České republice?

source: Is your current job the first job you had after graduating in YYYY/YYYY?
cs_cz: Je Vaše současná práce Vaší první prací po absolvování studia v roce yyyy/yyyy?

source: It is important to me to live in a democratically governed country.
cs_cz: Je pro mě důležité, žít v demokraticky řízené zemi.

source: January
cs_cz: Leden

source: Job contents
cs_cz: Náplň práce

source: July
cs_cz: Červenec

source: June
cs_cz: Červen

source: Leadership – I guide people and processes toward shared objectives.
cs_cz: Vedení - Vedu lidi a řídím procesy ke společným cílům.

source: Learning activities are courses, workshops and seminars, guided on-the-job-training or private lessons with a paid teacher or tutor.
cs_cz: Vzdělávacími aktivitami jsou kurzy, workshopy a semináře, řízené školení na pracovišti nebo soukromé lekce s placeným učitelem či tutorem.

source: Lectures
cs_cz: Přednášky

source: Less than 1 year
cs_cz: Méně než 1 rok

source: Less than 2
cs_cz: Méně než 2

source: Less than one month
cs_cz: Méně než jeden měsíc

source: Living alone
cs_cz: Bydlím sám/a

source: Living with non-relatives / shared accommodation
cs_cz: Bydlím s lidmi, kteří nejsou příbuzní / ve sdíleném ubytování

source: Living with other relatives
cs_cz: Bydlím s dalšími příbuznými

source: Living with parents
cs_cz: Bydlím s rodiči

source: Living with parents and partner
cs_cz: Bydlím s rodiči a dětmi

source: Living with parents, partner and children
cs_cz: Bydlím s rodiči, partnerem/kou a dětmi

source: Living with partner and children
cs_cz: Bydlím s partnerem/kou a dětmi

source: Living with partner, no children
cs_cz: Bydlím s partnerem/kou, bez dětí

source: Looking after the global environment is important to me.
cs_cz: Péče o životní prostředí je pro mě důležitá.

source: MOBILITY
cs_cz: MOBILITA

source: March
cs_cz: Březen

source: Master or equivalent degree
cs_cz: magisterské vzdělání (Ing., Mgr. apod.)

source: May
cs_cz: Květen

source: Month of birth
cs_cz: Měsíc narození

source: Mother or female guardian
cs_cz: Matka nebo pěstounka

source: Multiple choice tests
cs_cz: Testy s možnostmi více odpovědí

source: Multiple responses possible.
cs_cz: Možnost více odpovědí.

source: My digital skills are higher than required by my job.
cs_cz: Mé digitální dovednosti přesahují požadavky mé prácovní pozice.

source: My digital skills are matched to what is required by my job.
cs_cz: Mé digitální dovednosti odpovídají požadavkům mé pracovní pozice.

source: My partner or my family played an important role in influencing my decision to move.
cs_cz: Můj/á partner/ka nebo moje rodina sehráli důležitou roli při mém rozhodnutí o stěhování.

source: My skills are higher than required by my job.
cs_cz: Mé dovednosti přesahují požadavky mé pracovní pozice.

source: My skills are matched to what is required by my job.
cs_cz: Mé dovednosti odpovídají požadavkům mé pracovní pozice.

source: My youngest child is [AGE] old.
cs_cz: Moje nejmladší dítě má[AGE] let/roků.

source: Negotiation skills – I influence others strategically to align interests and reach decisions within a relevant time frame.
cs_cz: Vyjednávací schopnosti - Strategicky ovlivňuji ostatní, abych sjednocoval/a zájmy a dosahoval/a rozhodnutí v přiměřené časové lhůtě.

source: No
cs_cz: Ne

source: Not applicable / Don’t know
cs_cz: Nevztahuje se / Nevím

source: Not working, looking for a job (unemployed)
cs_cz: Nepracující, hledám práci (nezaměstnaný/á)

source: Not working, not looking for a job
cs_cz: Nepracující, nehledám práci

source: November
cs_cz: Listopad

source: October
cs_cz: Říjen

source: Of which country do you have a citizenship?
cs_cz: Jaké máte občanství?

source: Official language(s) of COUNTRY
cs_cz: Čeština

source: Oral and written communication – I convey ideas to inform, persuade, and build understanding of a topic.
cs_cz: Ústní a písemná komunikace - Předávám myšlenky s cílem informovat, přesvědčit a přispět k lepšímu porozumění danému tématu.

source: Oral assessments
cs_cz: Ústní zkoušení

source: Other
cs_cz: Jiné

source: PERSONAL AND SOCIAL BACKGROUND
cs_cz: OSOBNÍ A SOCIÁLNÍ ZÁZEMÍ

source: Parental leave / Taking care of family members
cs_cz: Rodičovská dovolená / péče o rodinné příslušníky

source: Parental leave / taking care of family members
cs_cz: Rodičovská dovolená / péče o rodinné příslušníky

source: Participating in public demonstration
cs_cz: Účast na veřejných demostracích

source: Participation in research projects
cs_cz: Účast ve výzkumných projektech

source: Permanent employee
cs_cz: Stálý zaměstnanec/zaměstnankyně

source: Personal and social background [socio-demographic data] from graduates of YYYY/YYYY
cs_cz: Osobní a sociální zázemí [socio-demographic data] od absolventů/ek ak. roku YYYY/YYYY

source: Personal life, society at large, political attitudes from graduates of YYYY/YYYY
cs_cz: Osobní život, společnost obecně, politické postoje absolventů/ek z ak. roku YYYY/YYYY

source: Planning and organising – I structure tasks and resources to achieve common goals efficiently and timely.
cs_cz: Plánování a organizování - Organizuji úkoly a zdroje, aby bylo možné společných cílů dosáhnout efektivně a včas.

source: Please add up times of parental leave for all of your children.
cs_cz: Prosím, sečtěte délku své mateřské nebo rodičovské dovolené u všech svých dětí.

source: Please answer the following questions referring to your current employment or self-employment.
cs_cz: Následující otázky se týkají Vaší současné situace v zaměstnání (případně samostatné výdělečné činnosti / podnikání).

source: Please consider only activities that were related to your study programme.
cs_cz: Berte prosím v úvahu jen aktivity, které souvisely s vaším studijním programem.

source: Please indicate how often you pursue the following tasks in your professional practice:
cs_cz: Uveďte prosím, jak často se ve své profesní praxi věnujete následujícím činnostem:

source: Please let us know how often, if at all, you engage in the following activities to improve the environment.
cs_cz: Sdělte nám prosím, jak často, pokud vůbec, se věnujete následujícím činnostem na ochranu životního prostředí.

source: Please let us know how often, if at all, you engage in the following activities.
cs_cz: Prosím, sdělte nám, jak často, případně zda vůbec, se věnujete následujícím činnostem.

source: Please only consider the time after graduating in YYYY/YYYY.
cs_cz: Prosím, zohledněte pouze období po absolvování studia v ak. roce YYYY/YYYY.

source: Please provide us with your e-mail address to ensure that you can be contacted for further EUROGRADUATE surveys.
cs_cz: Prosím, uveďte svou emailovou adresu, abychom vás mohli kontaktovat při dalších EUROGRADUATE průzkumech.

source: Please rate how frequently you use each of them in your current occupation.
cs_cz: Prosím ohodnoťte, jak často je využíváte ve svém současném povolání.

source: Please refer to the date of your last successful examination.
cs_cz: Berte prosím v úvahu datum Vaší poslední úspěšné zkoušky.

source: Please refer to the first employment as Employment 1.
cs_cz: První zaměstnání prosím označte jako Zaměstnání 1.

source: Please refer to the first period abroad as Stay 1.
cs_cz: První zahraniční pobyt prosím označte jako Pobyt 1.

source: Please refer to the first programme you started as Programme 1.
cs_cz: První zahájený studijní program prosím označte jako Program 1.

source: Please refer to your overall study programme, even though modes of assessment and examination may have changed during the course of the programme.
cs_cz: Prosím vztahujte své odpovědi k celému studiu v rámci Vašeho studijního programu, i když se způsoby výuky a učení mohly v jeho průběhu měnit.

source: Please refer to your overall study programme, even though modes of teaching and learning may have changed during the course of the programme.
cs_cz: Prosím vztahujte své odpovědi k celému studiu v rámci Vašeho studijního programu, i když se způsoby výuky a učení mohly v jeho průběhu měnit.

source: Please round to full numbers.
cs_cz: Zaokrouhlujte prosím na celá čísla.

source: Please select all that apply.
cs_cz: Označte, prosím, všechny odpovídající možnosti.

source: Possibility to contribute own ideas
cs_cz: Možnost přispět vlastními nápady

source: Possibility to reconcile work with private life and family
cs_cz: Možnost sladit práci se soukromým životem a rodinou

source: Presentations
cs_cz: Prezentace

source: Prior to graduation in YYYY/YYYY
cs_cz: Před absolvováním studia v roce yyyy/yyyy

source: Prior to the start of the study programme that you graduated from in YYYY/YYYY, did you acquire any work experiences for at least six months without interruptions?
cs_cz: Získal/a jste před zahájením studijního programu, který jste absolvoval/a v roce yyyy/yyyy, nějaké pracovní zkušenosti po dobu nejméně šesti měsíců bez přerušení?

source: Problem-solving – I find practical solutions to overcome obstacles and solve a particular problem.
cs_cz: Řešení problémů - Hledám praktická řešení, jak překonat překážky a vyřešit konkrétní problém.

source: Professional position
cs_cz: Profesní pozice

source: Programme 1
cs_cz: Program 1

source: Programme 2
cs_cz: Program 2

source: Project and/or problem-based learning
cs_cz: Projektové vyučování, vlastní řešení problémů

source: Provision of opportunities for students to engage in action on sustainability
cs_cz: Poskytnutí příležitostí studentům/studentkám zapojit se do aktivit v oblasti udržitelnosti

source: Regional and international mobility of graduates from YYYY/YYYY
cs_cz: Regionální a mezinárodní mobilita absolventů z ak. roku YYYY/YYYY

source: Research skills – I design and conduct rigorous research to produce credible, actionable findings.
cs_cz: Výzkumné dovednosti - Navrhuji a provádím důkladný výzkum s cílem získat spolehlivá a prakticky využitelná zjištění.

source: Salary/revenues
cs_cz: Mzda/příjmy

source: Self-employed / freelancer
cs_cz: Osoba samostatně výdělečně činná / na volné noze

source: Self-evaluation of competencies from graduates of YYYY/YYYY
cs_cz: Sebehodnocení kompetencí absolventů/ek ak. roku YYYY/YYYY

source: Self-study
cs_cz: Samostudium

source: Seminars
cs_cz: Semináře, cvičení

source: September
cs_cz: Září

source: Sharing political posts on social media (e.g. Facebook, X)
cs_cz: Sdílení politických příspěvků na sociálních sítích (např. Facebook, X)

source: Signing petitions
cs_cz: Podepisování peticí

source: Single parent with children
cs_cz: Samoživitel/ka s dětmi

source: Software, automation, and technical systems - Building or maintaining technical environments; software development; version control (Git); administration of servers, networks, cloud platforms
cs_cz: Software, automatizace a technické systémy - Budování a údržba technických prostředí; vývoj softwaru; správa verzí (Git); správa serverů, sítí a cloudových platforem

source: Some of my digital skills are lower than what is required by my job and need to be further developed.
cs_cz: Některé mé digitální dovednosti neodpovídají požadavkům mé pracovní pozice a je nutné je dále rozvíjet

source: Some of my skills are lower than what is required by my job and need to be further developed.
cs_cz: Některé mé dovednosti neodpovídají požadavkům mé pracovní pozice a je nutné je dále rozvíjet.

source: Stay 1
cs_cz: Pobyt 1

source: Stay 2
cs_cz: Pobyt 2

source: Stay 3
cs_cz: Pobyt 3

source: Student union
cs_cz: Studentské spolky

source: Study history of graduates YYYY/YYYY
cs_cz: Studijní dráha absolventů a absolventek

source: Sustainability of my university as an institution (energy, water, and waste management, buildings)
cs_cz: Udržitelnost mé vysoké školy jako instituce (nakládání se zdroji energie, s vodou a s odpady, budovy)

source: Teamwork and collaboration – I recognise and combine others’ competencies and attributes to achieve shared goals effectively.
cs_cz: Týmová práce a spolupráce - Vnímám a využívám kompetence a přednosti ostatních, abychom účinně dosahovali společných cílů.

source: Thank you very much for filling in the questionnaire!
cs_cz: Velmi Vám děkujeme za vyplnění dotazníku.

source: The following questions concern further, not yet reported activities in which you may have taken part during the study programme that you graduated from in YYYY/YYYY.
cs_cz: Následující otázky se týkají dalších, dosud neuvedených aktivit, kterých jste se během studijního programu, který jste absolvoval/a v roce yyyy/yyyy, možná zúčastnil(a).

source: The following questions concern your digital competencies.
cs_cz: Následující otázky se týkají vašich digitálních dovedností.

source: The political system in COUNTRY allows people like me to have an influence on politics.
cs_cz: Politický systém v České republice umožňuje lidem jako já mít vliv na politiku.

source: The scientific findings of climate research are trustworthy.
cs_cz: Vědecké poznatky z oblasti klimatického výzkumu jsou důvěryhodné.

source: There are different ways of trying to improve things in COUNTRY or help prevent things from going wrong.
cs_cz: Existují různé způsoby, jak se pokusit zlepšit situaci v České republice nebo jak zabránit tomu, aby se situace zhoršila.

source: There are suitable solutions for tackling current environmental problems.
cs_cz: Existují vhodná řešení, jak řešit současné environmentální problémy.

source: This stay was not part of a joint degree.
cs_cz: Tento pobyt nebyl součástí společného studijního programu (joint degree)

source: To start with, please tell us more about the study programme you graduated from in YYYY/YYYY.
cs_cz: Nejprve nám prosím řekněte více o studijním programu, který jste absolvoval/a v roce yyyy/yyyy.

source: To what extent do you agree or disagree with the following statements:
cs_cz: Do jaké míry souhlasíte nebo nesouhlasíte s následujícími tvrzeními:

source: To what extent were questions of environmental sustainability addressed at your university?
cs_cz: Do jaké míry byly na vaší vysoké škole zohledněny otázky environmentální udržitelnosti?

source: To what extent were the following modes of assessment and examination part of your study programme?
cs_cz: Do jaké míry byly součástí Vašeho studijního programu následující způsoby hodnocení a zkoušení?

source: To what extent were the following modes of teaching and learning part of your study programme?
cs_cz: Do jaké míry byly součástí Vašeho studijního programu následující způsoby výuky a učení?

source: Trainer in sports club
cs_cz: Trenér/ka ve sportovním klubu

source: WORK HISTORY
cs_cz: PRACOVNÍ ZKUŠENOSTI

source: Was the main field of study of your highest degree the same that you graduated from in YYYY/YYYY?
cs_cz: Je oborové zaměření vaší nejvyšší dosažené kvalifikace shodné s tím, které jste absolvoval/a v roce YYYY/YYYY?

source: Was your stay abroad supported by a mobility programme?
cs_cz: Byl váš pobyt v zahraničí podpořen programem mobility?

source: We list 12 competencies.
cs_cz: Uvádíme 12 kompetencí.

source: Were any of your internships or work placements part of the curriculum of your study programme?
cs_cz: Byla některá z Vašich stáží nebo praxí součástí učebních osnov Vašeho studijního programu?

source: Were any of your paid labours related to contents of your study programme?
cs_cz: Souvisela kterákoli z vašich placených prací s obsahem vašeho studijního programu?

source: Were you full-time employed?
cs_cz: Byl/a jste zaměstnán/a na plný úvazek?

source: What amount of related work experience is usually required to get this (type of) job?
cs_cz: Kolik pracovních zkušeností se obvykle vyžaduje pro získání tohoto (druhu) zaměstnání?

source: What are your gross monthly earnings (i.e. before taxes and levies/contributions) in your additional jobs in total, including regular extra payments (e.g. paid overtime, performance or shift bonuses)?
cs_cz: Jaký je Váš hrubý měsíční příjem (tj. před zdaněním a odvody/příspěvky) ze všech dalších prací dohromady, včetně pravidelných příplatků (např. placených přesčasů, výkonnostních odměn, mzdy za noční práci, práci ve svátek, o víkendu apod.)?

source: What are your gross monthly earnings (i.e. before taxes and levies/contributions) including regular extra payments (e.g. paid overtime, performance or shift bonuses)?
cs_cz: Jaký je Váš hrubý měsíční příjem (tj. před zdaněním a odvody/příspěvky) včetně pravidelných příplatků (např. placených přesčasů, výkonnostních odměn, mzdy za noční práci, práci ve svátek, o víkendu apod.)?

source: What field of study do you feel is most appropriate for this work?
cs_cz: Které oborové zaměření studia považujete pro tuto práci za nejvhodnější?

source: What is or was the main field of study of this programme?
cs_cz: Jaký je nebo byl obor studia tohoto programu?

source: What is or was the type of qualification?
cs_cz: Jaký je nebo byl typ Vámi studovaného studijního programu?

source: What is or was your parents’ or guardians’ highest level of education?
cs_cz: Jaké je nebo bylo nejvyšší vzdělání vašich rodičů nebo pěstounů?

source: What is the highest degree you obtained?
cs_cz: Jaký je typ vaší nejvyšší dosažené kvalifikace?

source: What is the main business activity of the organization where you work?
cs_cz: Jaká je hlavní hospodářská činnost organizace, ve které pracujete?

source: What is the regular number of working hours per week as stipulated by your employment contract (excluding overtime)?
cs_cz: Jaký je obvyklý počet pracovních hodin týdně stanovený vaší pracovní smlouvou (bez přesčasů)?

source: What is your employment status in your additional job(s)?
cs_cz: Jaký je váš pracovní status ve vašich dalších zaměstnáních?

source: What is your first / mother language?
cs_cz: Jaký je váš rodný jazyk?

source: What is your formal enrolment status?
cs_cz: Jaká je forma Vašeho studia?

source: What is your gender?
cs_cz: Jste:
